{"key": "Soccer", "desc": "Team sport played by kicking a ball into an opposing team's goal."}
{"key": "Basketball", "desc": "Team sport involving shooting a ball through a hoop elevated 10 feet above the ground."}
{"key": "Baseball", "desc": "Bat-and-ball game played between two teams who take turns batting and fielding."}
{"key": "Tennis", "desc": "Racket sport that can be played individually against a single opponent or between two teams of two players each."}
{"key": "Golf", "desc": "Club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible."}
{"key": "Swimming", "desc": "Individual or team racing sport that requires the use of one's entire body to move through water."}
{"key": "Track and Field", "desc": "Sports competitions based on running, jumping, and throwing disciplines."}
{"key": "Boxing", "desc": "Combat sport in which two people throw punches at each other for a predetermined amount of time in a boxing ring."}
{"key": "Cycling", "desc": "Use of bicycles for transport, recreation, exercise, or sport."}
{"key": "Volleyball", "desc": "Team sport in which two teams of six players are separated by a net; each team tries to score points by grounding a ball on the other team's court."}
{"key": "Hockey", "desc": "Sport in which two teams play against each other by trying to maneuver a ball or a puck into the opponent's goal using a hockey stick."}
{"key": "Figure Skating", "desc": "Sport in which individuals, duos, or groups perform on figure skates on ice."}
{"key": "Rugby", "desc": "Team sport that originated from football played at Rugby School in England."}
{"key": "Cricket", "desc": "Bat-and-ball game played between two teams of eleven players on a field at the center of which is a 22-yard pitch with a wicket at each end."}
{"key": "Gymnastics", "desc": "Sport that includes exercises requiring balance, strength, flexibility, agility, coordination, and endurance."}
{"key": "Skiing", "desc": "Means of transport using skis to glide on snow. Variations of purpose include basic transport, a recreational activity, or a competitive winter sport."}
{"key": "Snowboarding", "desc": "Recreational activity and Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet."}
{"key": "Skateboarding", "desc": "Action sport which involves riding and performing tricks using a skateboard."}
{"key": "Surfing", "desc": "Water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which usually carries the surfer towards the shore."}
{"key": "Motorsport", "desc": "Group of competitive sporting events which primarily involve the use of motorized vehicles, whether for racing or non-racing competition."}
{"key": "Equestrian", "desc": "Art or sport of horse riding or horseback riding."}
{"key": "Rowing", "desc": "Sport of racing boats using oars. It is a physically demanding sport that requires strong team coordination."}
{"key": "Fencing", "desc": "Group of three related combat sports. The three disciplines in modern fencing are the foil, the épée, and the sabre."}
{"key": "Archery", "desc": "Sport, practice, or skill of using a bow to shoot arrows."}